Repository: JanVargovsky/PoGo.DiscordBot
Catalog: PoGo.DiscordBot/Properties/Resources.*.resx
Languages: cs

# AddRoleSummary
source: Adds a role to the user
cs: Přidá uživateli roli

# AdjustRaidBossSummary
source: Rebuilds boss raid
cs: Přenastaví bosse raidu

# AdjustRaidTimeSummary
source: It will reset the raid time
cs: Přenastaví čas raidu

source: All Commands
cs: Všechny příkazy

source: Available commands
cs: Dostupné příkazy

source: Bad parameters
cs: Špatné parametry

# BadTimeFormat
source: Time is not in valid format
cs: Čas není ve validním formátu

source: Basic Use
cs: Základní použití

# BossName
source: Name of the boss.
cs: Název bosse

# CheckTeamSummary
source: Checks whether the user has a team set up. If not, he will receive a message with information on how to set it
cs: Zkontroluje zda má uživatel nastavený team. Jestliže ne, tak mu přijde zpráva s informacemi jak ho nastavit

source: Command
cs: Příkaz

# CommandNotFound
source: No command found {0}, I couldn't find it
cs: Žádný příkaz **{0}** jsem nemohl najít

source: Controlled user
cs: Kontrolovaný uživatel

# CurrentLevel
source: Current Level (1-40)
cs: Aktuální level (1-40)

source: date
cs: datum

# DateNotValid
source: Date is not in valid format
cs: Datum není ve validním formátu

# DeleteAllMessagesSummary
source: Deletes all messages (limited)
cs: Smaže všechny zprávy (omezeno počtem)

# DeleteLastMessageSummary
source: Deletes tagged user messages (limited)
cs: Maže zprávy označeného uživatele (omezeno počtem)

# DeleteRaidSummary
source: Delete Raid
cs: Smaže raid.

source: Description
cs: Popis

source: Full Use
cs: Plné použití

# HelpSummary
source: Lists help for a specific command
cs: Vypíše nápovědu pro konkrétní příkaz

# InTeam
source: You're in the team
cs: Už jsi v teamu

# InviteSummary
source: Returns a link to the Discord invitation here
cs: Vrátí odkaz s pozvánkou sem na Discord

# MessageNumber
source: Number Of Messages
cs: Počet zpráv

# NoDefaultChannel
source: None here
cs: žádný tu nemám

# Optional
source: Optional, default is
cs: Volitelný, výchozí hodnota je

# OtherPlayers
source: Other players (without Discord, 2nd mobile, etc.)
cs: Další hráči (bez Discordu, 2. mobil atd

source: Parameter Description
cs: Popis parametrů

source: Parameters
cs: Parametry

# PastRaid
source: Do you really want to create a raid in the past?
cs: Vážně chceš vytvořit raid v minulosti?

source: Place
cs: Místo

# PlayAnotherGame
source: You probably play another game ... the allowed level is 1-40
cs: Asi hraje jinou hru ... povolený level je 1-40

source: Players
cs: Hráči

# PossibleValues
source: Only these values ​​are possible
cs: Možné jsou jenom tyhle hodnoty

# RaidBossInfoSummary
source: Lists basic boss info
cs: Vypíše základní info o bossovi

source: Raid not found.
cs: Raid nenalezen.

# RaidNotPossible
source: It is not possible to create a scheduled raid poll from this channel
cs: Z tohoto kanálu není možné vytvořit naplánovanou raid anketu

# SelectedTeam
source: Selected team (role)
cs: Zvolený team (roli)

# SetBasicInfoSummary
source: Sets team and level
cs: Nastaví team a level

# SetLevelSummary
source: Sets the level
cs: Nastaví level

# SetTeamSummary
source: Sets the team
cs: Nastaví tým.

# StartRaidSummary
source: Creates a raid poll in a special channel.
cs: Vytvoří raid anketu do speciálního kanálu.

# StartScheduledRaidSummary
source: Creates a scheduled raid poll in a special channel
cs: Vytvoří plánovanou raid anketu do speciálního kanálu

# SupportDevelopment
source: If you would like to support the development, please contact Pako # 3904
cs: V případě, že byste chtěli podpořit vývoj, tak se ozvěte Pako#3904

source: time
cs: Čas

# TooFewArgs
source: The input text has too few parameters
cs: Chybí některý z parametrů

# TooManyArgs
source: The input text has too many parameters
cs: Hodně parametrů - nechybí ti tam uvozovky?

source: User
cs: Uživatel

source: Where
cs: Kde

source: Without Team
cs: Bez teamu
